/*
 Localizable.strings
 WagawinSDK
 
 Created by Wagawin GmbH on 10/05/16.
 Copyright © 2016 Benjamin Baumann. All rights reserved.
 */


"TESTKEY" = "HUNGARIAN SUCCESSFULLY TESTED";

"COMMUNITY_DESC_TEXT_1" = "Válaszolj az alábbi kérdésekre";
"COMMUNITY_DESC_TEXT_2" = "Egy rövid spot után személyes értékelést kapsz";

"COMMUNITY_DEBRIEF_TEXT1" =  "10";
"COMMUNITY_DEBRIEF_TEXT2" =  "-ből";
"COMMUNITY_DEBRIEF_TEXT3" =  "%d";
"COMMUNITY_DEBRIEF_TEXT4" =  "-en osztják a véleményedet";

"BUBBLE_BLASTER_EVALUATE_TEXT" = "%d-ből %d! Top %0.0f százalék!";
"BUBBLE_BLASTER_DESC_TEXT_1" = "Nézz meg egy rövid összeállítást";
"BUBBLE_BLASTER_DESC_TEXT_2" = "Megjelenik egy buborék, amit érintéssel pukassz szét";

"SPOTGAME_EVALUATE_TEXT_SUCCESSFUL" = "Helyes! Top %0.0f százalék!";
"SPOTGAME_EVALUATE_TEXT_FAIL" = "Hibás!";
"SPOTGAME_DESC_TEXT_1" = "Nézz meg egy rövid összeállítást";
"SPOTGAME_DESC_TEXT_2" = "Válaszolj a következő kérdésekre:";

"HIDDENFAULT_EVALUATE_TEXT" = "5-ből %d! Top %0.0f százalék!";
"HIDDENFAULT_GAME_TEXT" = "Találj 5 hibát";
"HIDDENFAULT_DESC_TEXT_1" = "A két képen 5 hibát rejtettünk el";
"HIDDENFAULT_DESC_TEXT_2" = "Jelőlj meg annyi hibát 20 másodperc alatt, amennyit csak tudsz";

"PATHFINDER_EVALUATE_TEXT" = "%0.0f%% helyes! Top %0.0f százalék!";
"PATHFINDER_DESC_TEXT_1" = "Jegyezd meg jól a megmutatott útvonalat";
"PATHFINDER_DESC_TEXT_2" = "Amint eltűnt, kövesd a vonalat 20 másodpercen belül";

"SMOKYMIND_EVALUATE_TEXT" = "4-ből %d! Top %0.0f százalék!";
"SMOKYMIND_DESC_TEXT_1" = "Ebben a klasszikus memória játékban 4 képpárt rejtettünk el";
"SMOKYMIND_DESC_TEXT_2" = "Keress meg minden párt 20 másodperc alatt";

"RUBBERGAME_DESC_TEXT_1" = "Töröld le a képernyöt és tedd láthatóvá a képet";
"RUBBERGAME_DESC_TEXT_2" = "Válaszolj a következő kérdésekre:";

"SWAPGAME_EVALUATE_TEXT" = "12-ből %d! Top %0.0f százalék!";
"SWAPGAME_DESC_TEXT_1" = "Hozd megint rendbe az összezavart képet";
"SWAPGAME_DESC_TEXT_2" = "Húzd a helyére a megfelelő képrészleteket 20 másodpercen belül";

"LOOPY_SPIN_EVALUATE_TEXT" = "%0.0f%% helyes! Top %0.0f százalék!";
"LOOPY_SPIN_DESC_TEXT_1" = "Állítsd meg a három tekercset a megfelelö helyen";
"LOOPY_SPIN_DESC_TEXT_2" = "Érintéssel megállíthatod és elindíthatod  a tekercseket 20 másodpercen belül";

"BLOCKGAME_EVALUATE_TEXT" = "%d hiba! Top %0.0f százalék!";
"BLOCKGAME_DESC_TEXT_1" = "Jegyezd meg jól a megmutatott útvonalat";
"BLOCKGAME_DESC_TEXT_2" = "Amint eltűnt, kövesd a vonalat 20 másodpercen belül";

"INTRO_PLAYBUTTON" = "Indít";
"DEBRIEF_BUTTONTEXT_DOWNLOAD" = "Letölt";
"HIDDENFAULT_NEXT_BUTTON" = "Tovább";
"DEBRIEF_BUTTONTEXT_MORE" = "Több";
"INTRO_QUESTION" = "Kérdés";
"INTRO_ALTERNATEQUESTION" = "Összehasonlító kérdés ";

//Game names
"COMMUNITY_QUEST" = "COMMUNITY COMPARE";
"BUBBLE_BLASTER" = "BUBBLE POP";
"LOOPY_SPIN" = "ROTATING ROLL";
"PATH_FINDER" = "PATHFINDER";
"FROZEN_TRAIL" = "MEMORIZE THE TRAIL";
"CATCHY_CLIP" = "VIDEOQUIZ";
"HIDDEN_FAULT" = "FIND THE DIFFERENCE";
"SHADY_SWAP" = "PUZZLE FUN";
"SMOKY_MIND" = "4 PAIRS";
"STEAMY_GLASS" = "STEAMY GLASS";
"CIRCLE_GAME" = "TWIST GAME";
